Revit 2027 API
ExportLineweightInfo Constructor
Overload List
Name | Description
ExportLineweightInfo() |  Constructs a new default ExportLineweightInfo.
ExportLineweightInfo(ExportLineweightInfo) |  Constructs a new copy of the input ExportLineweightInfo object.
ExportLineweightInfo(String) |  Constructs a new ExportLineweightInfo using the destination line weight name as input.
Top
See Also
Reference
ExportLineweightInfo Class
Autodesk.Revit.DB Namespace